Repository: mobbexco/woocommerce
Catalog: languages/mobbex-for-woocommerce-*.po
Languages: es_ar

source: A small plugin that provides Woocommerce <-> Mobbex integration.
es_ar: Un pequeño plugin que integra Woocommerce <-> Mobbex.

source: Access Token
es_ar: Token de Acceso

source: Active
es_ar: Activo

source: Add DNI field
es_ar: Añadir campo DNI

source: Add DNI field on checkout.
es_ar: Añadir nuevo campo DNI al finalizar la compra.

source: Advanced Configuration
es_ar: Configuración avanzada

source: Allow to pay the operation with multiple cards (incompatible with marketplace).
es_ar: Permite abonar la operación con múltiples tarjetas (incompatible con marketplace).

source: Allow to pay the operation with multiple vendor (incompatible with multicard).
es_ar: Permite establecer vendedores distintos para los productos del checkout mediante el código de la entidad (incomptible con Multitarjeta).

source: API Key
es_ar: Clave de API

source: Appearance
es_ar: Apariencia

source: Authorized
es_ar: Autorizado

source: Authorized <span class="count">(%s)</span>
es_ar: Autorizado <span class="count">(%s)</span>

source: Awaiting Mobbex Webhook
es_ar: Esperando Webhook de Mobbex

source: Awaiting payment
es_ar: Esperando pago

source: Capture payment
es_ar: Capturar pago

source: Checkout Background Color
es_ar: Color de fondo del checkout

source: Checkout Logo URL
es_ar: Logo del checkout (URL)

source: Checkout Primary Color
es_ar: Color principal del checkout

source: Checkout Theme
es_ar: Tema del checkout

source: Checkout Title
es_ar: Título del checkout

source: Common plans
es_ar: Planes comunes

source: Contribute
es_ar: Contribuir

source: Dark Theme
es_ar: Tema Oscuro

source: Description
es_ar: Descripción

source: Disable
es_ar: Deshabilitar

source: Documentation
es_ar: Documentación

source: Empty Payment UID or params
es_ar: UID del pago o parámetros vacíos

source: Enable 2-step Payment Mode.
es_ar: Activar operatoria en 2 pasos.

source: Enable checking out with Mobbex.
es_ar: Habilitar el checkout con Mobbex.

source: Enable it to allow payment for this product to be received by another merchant.
es_ar: Habilitar para permitir que el pago de este producto lo reciba otro comercio

source: Enable Mobbex Button experience.
es_ar: Activar la Experiencia de Pago en el sitio.

source: Enable Mobbex Wallet experience.
es_ar: Activar experiencia de pago con Mobbex Wallet.

source: Enable Multisite
es_ar: Activar Multitienda

source: Enable Test Mode.
es_ar: Activar Modo de Pruebas.

source: Enable/Disable
es_ar: Activar/Desactivar

source: Enable/Disable 2-step Payment Mode
es_ar: Activar/Desactivar operatoria en 2 pasos

source: Enable/Disable Button
es_ar: Activar/Desactivar Botón Mobbex

source: Enable/Disable Multicard
es_ar: Activar/Desactivar Multitarjeta

source: Enable/Disable Multivendor
es_ar: Activar/Desactivar Multivendedor

source: Enable/Disable Test Mode
es_ar: Activar/Desactivar Modo de Pruebas

source: Enable/Disable Wallet
es_ar: Activar/Desactivar Wallet

source: Entity UID
es_ar: UID de la entidad

source: Financial Information
es_ar: Modal de financiación

source: Financial Widget Button Color
es_ar: Color del botón del Widget de Financiación

source: Financial Widget Button Font Color
es_ar: Color de la fuente del botón del Widget de Financiación

source: Financial Widget Button Font Size
es_ar: Tamaño de la fuente del botón del Widget de Financiación

source: Financial Widget Button Padding
es_ar: Espaciado del botón del Widget de Financiación

source: Financial Widget Theme
es_ar: Tema del Widget de Financiación

source: If you ask for DNI field on checkout please provide the custom field.
es_ar: Si ya solicita el DNI al finalizar la compra, por favor escriba la clave del campo.

source: Is a subscription:
es_ar: Producto tipo Suscripción

source: Light Theme
es_ar: Tema Claro

source: Mobbex for Woocommerce
es_ar: Mobbex para Woocommerce

source: Mobbex Payment Gateway redirects customers to Mobbex to enter their payment information.
es_ar: La Pasarela de Pago de Mobbex redirige clientes a Mobbex para que ingresen su información de pago.

source: Mobbex requires OpenSSL >= 1.0.1 to be installed on your server
es_ar: Mobbex requiere OpenSSL >= 1.0.1 en tu servidor

source: Mobbex requires the cURL PHP extension to be installed on your server
es_ar: Mobbex requiere que la extensión cURL de PHP esté instalada en tu servidor

source: Mobbex requires the JSON PHP extension to be installed on your server
es_ar: Mobbex requiere que la extensión JSON de PHP esté instalada en tu servidor

source: Mobbex requires WooCommerce to be activated
es_ar: Mobbex necesita que WooCommerce esté Activo

source: Mobbex requires WooCommerce version 2.6 or greater
es_ar: Mobbex requiere WooCommerce versión 2.6 o superior

source: Multisite
es_ar: Multitienda

source: Multivendor
es_ar: Multivendedor

source: New Store
es_ar: Nueva Tienda

source: New Store Name
es_ar: Nombre de la tienda

source: Order status approve
es_ar: Estado tras pago aprobado

source: Order status failed
es_ar: Estado tras pago fallido

source: Order status on hold
es_ar: Estado tras pago pendiente

source: Order status refunded
es_ar: Estado tras pago devuelto

source: Orders Configuration
es_ar: Pedido

source: Pay with Mobbex
es_ar: Pagar con Mobbex

source: Payment approved
es_ar: Pago aprobado

source: Payment Capture ERROR:
es_ar: Error al capturar el pago:

source: Payment failed
es_ar: Pago fallido

source: Payment refunded
es_ar: Pago rembolsado

source: Payment Total Captured: $
es_ar: Total capturado del pago: $

source: Plans Configuration
es_ar: Configuración de Planes

source: Plans with advanced rules
es_ar: Planes con reglas avanzadas

source: Plugin is not ready
es_ar: El plugin no está correctamente configurado

source: Report Issues
es_ar: Reportar fallos

source: Reseller ID
es_ar: ID de revendedor

source: Select the plans you want to appear in the checkout
es_ar: Seleccione los planes que desee que aparezcan al finalizar la compra

source: Select the status for approve orders.
es_ar: Estado a establecer en el pedido cuando el pago es aprobado

source: Select the status for failed orders.
es_ar: Estado a establecer en el pedido cuando el pago falla

source: Select the status for on hold orders.
es_ar: Estado a establecer en el pedido cuando el pago aún está pendiente

source: Select the status for refunded orders.
es_ar: Estado a establecer en el pedido cuando el pago fue devuelto

source: Settings
es_ar: Ajustes

source: Shipping:
es_ar: Envío:

source: Show financial information in all products.
es_ar: Mostrar widget de información financiera en la página del producto

source: Store
es_ar: Tienda

source: Subscription UID:
es_ar: UID de la suscripción

source: Subscriptions
es_ar: Suscripciones

source: The cart cannot have products from different sellers at the same time.
es_ar: El carrito no puede tener productos de distintos vendedores a la vez.

source: The uid of the product entity.
es_ar: UID de la entidad del vendedor

source: This description will be shown on user checkout.
es_ar: Esta descripción se mostrará en el checkout del usuario.

source: This title will be shown on user checkout.
es_ar: Este título se mostrará en el checkout del usuario.

source: Title
es_ar: Título

source: Turns the product into a subscription.
es_ar: Vincular con una suscripción existente

source: Unified
es_ar: Unificado

source: Use custom DNI field
es_ar: Utilizar campo de DNI existente

source: Website
es_ar: Sitio web

source: WooCommerce needs to be installed and activated.
es_ar: WooCommerce debe estar instalado y activado.

source: Write the UID of the entity corresponding to the product.
es_ar: Añada el UID de la entidad que se vinculará con el producto

source: You can customize your Checkout Background Color from here.
es_ar: Permite cambiar el color de fondo del checkout.

source: You can customize your Checkout Logo from here. The logo URL must be HTTPS and must be only set if required. If not set the Logo set on Mobbex will be used. Dimensions: 250x250 pixels
es_ar: Permite agregar el logo de la tienda para que se muestre en el checkout (debe ser una URL en HTTPS). Las dimensiones deben ser de 250x250. Dejar en blanco para usar logo configurado en Mobbex.

source: You can customize your Checkout Primary Color for Buttons and TextFields from here.
es_ar: Permite cambiar el color de los botones y campos de texto del checkout.

source: You can customize your Checkout Theme from here.
es_ar: Tema visual del checkout.

source: You can customize your Checkout Title from here.
es_ar: Título que aparece en el checkout.

source: You can customize your financial widget button color from here.
es_ar: Color del botón del Widget de Financiación

source: You can customize your financial widget button font color from here.
es_ar: Color de la fuente del botón del Widget de Financiación

source: You can customize your financial widget button font size from here.
es_ar: Tamaño de la fuente del botón del Widget de Financiación

source: You can customize your financial widget button padding from here.
es_ar: Espaciado del botón del Widget de Financiación

source: You can customize your Financial Widget Theme from here.
es_ar: Tema del Widget de Financiación

source: You can customize your Reseller ID from here. This field is optional and must be used only if was specified by the main seller.
es_ar: Identificador de revendedor o partner (especificar sólo si se es parte de un programa de reventas)

source: You need to specify an API Key and an Access Token.
es_ar: Debes especificar una API Key y un Access Token.

source: Your Mobbex access token.
es_ar: Tu token de acceso de Mobbex.

source: Your Mobbex API key.
es_ar: Tu clave de API de Mobbex.

source: Your site needs to be served via HTTPS to comunicate securely with Mobbex.
es_ar: Tu sitio necesito estar servido por HTTPS para comunicarse con Mobbex de forma segura.
